{
  "MoarSeasonRewards": false,
  "AllRacesInWorldMap": false,
  "EnableWildcardBlueprints": false,
  "EnableInfiniteCornerstoneRerolls": false,
  "EnableAllBuildingsMoving": false,

  "ZoomMultiplier": 3.0,
  "ResolveMultiplier": 0.5,
  "ReputationMutiplier": 0.5,
  "ImpatienceMultiplier": 2.0,
  "StormLengthMultiplier": 2.0,
  "DrizzleLengthMultiplier": 0.5,
  "ClearanceLengthMultiplier": 0.5,

  "ReputationStopgap": 0,
  "ImpatienceStopgap": 0,

  "BlueprintsMultiplier": 1,
  "CashRewardMultiplier": 1,
  "CornerstonePicksPerSeason": 1,

  "Notes": "Each description contains hints (plucked from the game's code) about the defaul values.",

  "Prestige_2_Description": "Longer Storm - One of the seals is loosening its grip, leaking darkness upon this land. Storm season lasts 100% longer.",
  "Prestige_2_Amount": 1.5,
  "Prestige_4_Description": "Higher Blueprints Reroll Cost - The Archivist assigned to your settlement is fiercely loyal to the Royal Court, so bribing him will be more expensive. Blueprint rerolls cost 10 Amber more.",
  "Prestige_4_Amount": 25,
  "Prestige_5_Description": "Faster Leaving - Villagers are less understanding than they used to be. They’re probably getting a bit spoiled by now. Villagers are 100% faster to leave if they have low Resolve.",
  "Prestige_5_Amount": 1.5,
  "Prestige_6_Description": "Wet Soil - It's particularly hard to build anything in this region. Buildings require 50% more materials.",
  "Prestige_6_Amount": 1.0,
  "Prestige_7_Description": "Parasites - One of the villagers was sick, and infected the rest of the settlement with a parasite. All villagers have a 50% chance of eating twice as much during their break.",
  "Prestige_7_Amount": 1.0,
  "Prestige_8_Description": "Higher Needs Consumption Rate - Villagers have forgotten what a modest life looks like. They want to enjoy life to the fullest. Villagers have a 50% chance to consume double the amount of luxury goods.",
  "Prestige_8_Amount": 1.0,
  "Prestige_9_Description": "Longer Relics Working Time - Villagers are reluctant to venture into Dangerous Glades. Scouts work 33% slower on Glade Events.",
  "Prestige_9_Amount": -0.66,
  "Prestige_10_Description": "Higher Traders Prices - Traders gossip about you doing pretty well lately. All your goods are worth 50% less to traders.",
  "Prestige_10_Amount": -0.75,
  "Prestige_12_Description": "Fewer Blueprints Options - The greedy Royal Archivist sold most of the blueprints to traders and fled the Citadel. You have 2 fewer blueprint choices.",
  "Prestige_12_Amount": 1,
  "Prestige_13_Description": "Fewer Cornerstones Options - The Royal Envoy comes to you with bad news. The Queen has restricted your cornerstone choices by 2.",
  "Prestige_13_Amount": 1,
  "Prestige_14_Description": "Lower Impatience Reduction - The Queen expects a lot from a viceroy of your rank. Impatience falls by 0.5 points less for every Reputation Point you gain.",
  "Prestige_14_Amount": 0.75,
  "Prestige_15_Description": "Global Reputation Treshold Increase - You took a very peculiar group of settlers with you. They seem perpetually dissatisfied. The Resolve threshold at which each species starts producing Reputation increases by 1 more point for every Reputation Point they generate.",
  "Prestige_15_Amount": 2,
  "Prestige_17_Description": "Hunger Multiplier Effects - Famine outbreaks in your previous settlements have made the villagers particularly sensitive to food shortages. Every time villagers have nothing to eat during a break, they will gain two stacks of the Hunger effect instead of one.",
  "Prestige_17_Amount": 1,
  "Prestige_18_Description": "Faster Fuel Sacrifice - The Ancient Hearth seems to have a defect. No matter how hard the firekeeper tries, sacrificed resources are burning 35% quicker.",
  "Prestige_18_Amount": -0.55
}